import React from 'react'
import { ContentContainer, ContentBox, ContentH1, Img, ImgWrap, Heads, About, AboutP, ContentH2, Row } from './PageElements';



const Content = () => {
    return (
            <ContentContainer>
                <ContentBox>
                    <Heads>ଏକ ଦାର୍ଶନିକ ହାତୀକଥା</Heads>
                    <ImgWrap>
                        <Img src={require('../../images/Hrusikesh-Panda.jpg').default}/>
                    </ImgWrap>
                    <About>
                    ଲେଖକଙ୍କ ବିଷୟରେ 
                    </About>
                    <AboutP>
                    ହୃଷୀକେଶ ପଣ୍ଡା (ଜନ୍ମ: ୧ ମଇ ୧୯୫୫) ଜଣେ ଭାରତୀୟ ପ୍ରଶାସନିକ ସେବା ଅଧିକାରୀ ଓ ଓଡ଼ିଆ ଭାଷାର ସାହିତ୍ୟିକ । ସେ, ୧୯୭୯ ମସିହାର ଭାରତୀୟ ପ୍ରଶାସନିକ ସେବା ପରୀକ୍ଷାରେ ସର୍ବ ଭାରତୀୟ ସ୍ତରରେ ପ୍ରଥମ ସ୍ଥାନ ଅଧିକାର କରିଥିଲେ । କେନ୍ଦ୍ର ଆଦିବାସୀ ବ୍ୟାପାର ମନ୍ତ୍ରଣାଳୟର ସଚିବ ପଥରେ ଥାଇ, ୨୦୧୫ ଅପ୍ରେଲ ମାସରେ ସେ ଭାରତୀୟ ପ୍ରଶାସନିକ ସେବା ଚାକିରିରୁ ଅବସର ଗ୍ରହଣ କରିଛନ୍ତି । ଅବସର ଗ୍ରହଣ କରିବା ପରେ, ନିଜ ଗ୍ରାମ ଭଦ୍ରକ ଜିଲ୍ଲାର କାଳିଦାସପୁରରେ ରହି ସାହିତ୍ୟ ସର୍ଜନା କରିବାକୁ ନିଷ୍ପତି ନେଇଛନ୍ତି ।
                    </AboutP>
                    <Row>
                        <ContentH1> 
                        ଜଙ୍ଗଲରେ ଧାର୍ମିକ ହାତୀଟିଏ ଥିଲା । ସେ ପ୍ରବଚନ କରେ ଓ ଅନ୍ୟ ପଶୁପକ୍ଷୀମାନଙ୍କୁ ଭଲ କଥା ଶୁଣାଏ।
                        ଦିନକର କଥା : ସେଦିନ ବି ଅନ୍ୟ ଦିନମାନଙ୍କ ପରି ଜନ୍ତୁଜୁନ୍ତା ହାତୀ କଥାରେ ବୋର୍ ହେଉଥିଲେ ଓ ତାକୁ ଦେଖି ଦୂରରୁ ଶୃଗାଳଟିଏ ସ୍ଵଗତୋକ୍ତି କରୁଥିଲା : ‘‘ହେଇ, ଆସିଲେ ବୋର୍ ବାବା!”
                        <br/> <br/>ପାଖ ହୋଇଗଲା ପରେ ହାତୀ କହିଲା : "ଗରିବ ଲୋକଙ୍କୁ ଦୟା କର ।" ଶୃଗାଳ ଗୁଣୁଗୁଣୁ ହୋଇ କହିଲା : "ଗୁରୁଦେବ ! ଆପଣଙ୍କ ମଧୁର ବଚନ ଶୁଣିବା ପାଇଁ ମନ ତ ଅଛି, ହେଲେ, ମନଥିଲେ କ’ଣ ସବୁ ହୁଏ ? କେତେ ଯେ ଖୁଂଚାପେଲା କାମ ମୋର ଅଛି ।"
                        <br/> <br/>ଶୃଗାଳ ଚାଲିଗଲା । ହାତୀ ଆଉରି ଅନ୍ଧାରୁଆ ଜଙ୍ଗଲ ଆଡ଼କୁ ଗଲା । ସେଠି ମଡ଼ମଡ଼ ଶବ୍ଦ ଶୁଣି ବାଦୁଡ଼ିଟିଏ ତା’ କୋରଡ଼ରୁ ବାହାରକୁ ଉଡ଼ିଆସିଲା ଓ ଆଲୁଅକୁ ଦେଖି ଆଖି ମିଟିମିଟି କଲା ।
                        <br/> <br/>ହାତୀ କହିଲା : "ଉଦୟ ହେଉଥିବା ସୂର୍ଯ୍ୟକୁ ଦେଖି । ଏ ସୂର୍ଯ୍ୟକର ଉଦୟ କହୁଅଛି ତୁମଙ୍କୁ : ଆଶା ହରାଇଥିବା ଲୋକକୁ ଆଶା ଦିଅ ।" ବାଦୁଡ଼ି କହିଲା: "ମୁଁ ଯାଉଛି ଲୋ ମା’, କୋରଡ଼ ଭିତରକୁ ପଶିଯାଏଁ, ନୋହିଲେ ମୋତେ ଏଇନା ଖୁମ୍ପିଖୁମ୍ପି ଆଉଆଉ ଚଢ଼େଇ ଖାଇଯିବେ ।" ବାଦୁଡ଼ି କୋରଡ଼ ଭିତରକୁ ପଶିଯାଏ । ଉଦାସ ହୋଇ ହାତୀ ଘାସ ଉପରେ ବସିପଡ଼େ ଓ ଗୁମୁସ୍ ହୋଇ ତଳକୁ ଚାହେଁ । ତଳେ ଜନ୍ଦା ଟିଏ ଚିନିଦାନା ଧରି ଦଉଡ଼ିଥାଏ ହାତୀ ପଚାରେ : ‘‘ଜୀବନ କେମିତି ଚାଲିଛି ???
                        <br/> <br/>ଜନ୍ଦାଟି ଚିନିଦାନା ଘାସ ଉପରେ ରଖେ ଓ ଖୁସି ହୋଇ କହେ : ‘‘ଲାଗୁଛି ଏଠି କେହି ପିକ୍‌ନିକ୍ କରିବାକୁ ଆସିଥିଲେ, କି ଖାଇବା ଜିନିଷ ଗଦାହୋଇଛି ! ମୁଁ ଯାଉଛି, ସମସ୍ତଙ୍କୁ ଖବର ଦିଏଁ । ଏତେ ଚିନି ଗଦାହେଉଛି ଯେ ମୁଁ ଯଦି ଲୋଭରେ ଖାଇବାକୁ ଆରମ୍ଭ କରେ ତ ମୋତେ ଡାଇବେଟିସ୍ ହୋଇଯିବ ।”
                        <br/> <br/>ହାତୀ ଏଥର ଉଠି ଝରଣା ଆଡ଼କୁ ଗଲା । ଝରଣାକୂଳ ଆଡ଼ୁ ଛିନ୍ନଛତ୍ର ହୋଇ ହରିଣ ଦଳେ ଦଉଡ଼ୁଥିଲେ । ସେମାନେ କେହି ହାତୀ କଥା ଶୁଣିବା ପାଇଁ ଅପେକ୍ଷା କଲେ
                                    ନାହିଁ । ଜାତୀ ଥଳକା ହୋଇ ସେମାନଙ୍କ ଯିବା ବାଟକୁ ଅନେଇ ରହିଲା । କିଛି ସମୟ ପରେ ସେ ଦେଖିଲା, ବାଘୁଣୀଟିଏ ସଦ୍ୟ ମାରିଥିବା ହରିଣୀର ବେକ ଧରି ଘୋଷାରି ଘୋଷାରି ଆଣୁଛି ।
                        </ContentH1>
                        <ContentH2>ହାତୀ କହିଲା : "କୌଣସି କାମ କରିବା ଆଗରୁ ଭାବିବ, ଏ କାମ କରିବା ଦ୍ଵାରା ଅନ୍ୟ ଲୋକଙ୍କର କ'ଣ ଲାଭ ଅବା କ୍ଷତି ହେଉଅଛି ।" <br/>ବାଘୁଣୀ କହିଲା : "ମୁଁ ଯଦି ହରିଣଛୁଆ କଥା ଭାବିବି, ତେବେ ମୋ’ ଛୁଆ କ’ଣ ଖାଇବେ ?"

                        <br/> <br/>"ଏଠି କେହି କାହା ସଙ୍ଗେ କଥା ହୁଅନ୍ତି ନାହିଁ, " ଦାର୍ଶନିକ - ଭାବାପନ୍ନ ହାତୀଟି ଭାବିଲା । "ଏ ଅରଣ୍ୟରେ ଜୀବନ-ଯନ୍ତ୍ରଣା ଏହିପରି ଯେ ଜୀବନ ଏଠି ନିର୍ଜନତା ଓ ସମାଜ – ଏ ଦୁଇ ନର୍କ ଭିତରେ ଦଉଡ଼ୁଅଛି ମାତ୍ର । କିଏ କେଉଁଠାକୁ, କାହିଁକି, ଆତ୍ମବାୟା ପରି ଚିରକାଳ ଦଉଡ଼ିଯାଉଅଛି, ସେକଥା ସେ ନିଜେ ତ ଭାବୁ ନାହିଁ, ଅନ୍ୟମାନଙ୍କ ବିଷୟରେ କ’ଣ ଭାବିବ ?"

                        <br/> <br/>ଦାର୍ଶନିକ ହାତୀଟି ସହସା ଅବାଂତର କ୍ରୋଧରେ ଅନ୍ଧ ହୋଇ ବାଘୁଣୀକୁ ଗୋଇଠା ମାରିଲା । ଆଶ୍ଚର୍ଯ୍ୟ, ବାଘୁଣୀ ହରିଣୀକୁ ତଳେ ପକେଇଦେଇ ଦଉଡ଼ି ଦଉଡ଼ି ଯାଇ ଭାଲୁକୁ କହିଲା : ‘‘ହାତୀଟା ପାଗଳା ହୋଇଯାଇଛି ।’’ ଭାଲୁ ଚିତାବାଘକୁ, ଚିତାବାଘ ଶିଆଳକୁ ଓ ଶିଆଳ ବଣୁଆ କୁକୁରକୁ କହିଲା । ସମସ୍ତେ ଆସି ହାତୀ ଚାରିପାଖେ ଘେରିଗଲେ । ହାତୀ ଗଛଟିଏ ଉପାଡ଼ିଦେଲା ଓ ଗଛ ଭିତରୁ ଯାବତୀୟ ଚଢ଼େଇ କାଁ ନାଁ କିଚିରିମିଚିରି କରି ତା’ ମୁଣ୍ଡ ଉପରେ ବୁଲିଲେ । ହାତୀ ପୋଖରୀରୁ ପାଣି ଆଣି ପିଚକାରି କରି ମାଟିକୁ ଫୋପାଡ଼ିଲା ଓ ମାଟି ଭିତରୁ ଜନ୍ଦା, ପିମ୍ପୁଡ଼ି, ଉଈ, ଜିଆ, ବିଛା, ସାପ ବାହାରିଆସିଲେ ।
                        <br/> <br/>ସମସ୍ତେ ହାତୀ ଚାରିପାଖେ ଘେରିଗଲେ । <br/>‘‘କ’ଣ ପାଇଁରେ ଗୁରାଳି ???" <br/><br/>"ଜଙ୍ଗଲ ହଂଦଲେଇ ହଂଦଲେଇ ଗୁଂଦାଲ୍ ନାଇଁ କର, ଅଲଝଟିଆ ନାଇଁ  କର।" "କିସ ଆଣିଦେବି ତୋ’ ପାଇଁ ରେ ଧନ, ସରଗରୁ ଚାନ୍ଦ ନା ଦରିଆକୁ ରାଜପୋହଳା ?"<br/><br/>"ଏ ସଂସାର ଏହି ପରି," ଦାର୍ଶନିକ ହାତୀ ଏଥର ଏପରି ବନ୍ଧୁଆ ଶ୍ରୋତାମଣ୍ଡଳୀ ପାଇ କହିଲା, "ଏଠି ସମସ୍ତଙ୍କୁ ଖେଳ ଦରକାର ।" <br/> <br/>(୧୯୯୪)
                        
                        </ContentH2>
                    </Row>
                </ContentBox>
            </ContentContainer>
    );
};

export default Content;
