import React from 'react'
import { ContentContainer, ContentBox, ContentH1, Img, ImgWrap, Heads, About, AboutP, ContentH2 } from './PageElements';



const Content = () => {
    return (
            <ContentContainer>
                <ContentBox>
                    <Heads> ଯିଏ ଅଗ୍ନିରୁ ଜନ୍ମ ହୁଏ </Heads>
                    <ImgWrap>
                        <Img src={require('../../images/pratibha-ray.png').default}/>
                    </ImgWrap>
                    <About>
                    ଲେଖକଙ୍କ ବିଷୟରେ 
                    </About>
                    <AboutP>
                    ପ୍ରତୀ ରାୟ ଓଡିଆ ଭାଷାର ଜଣେ ପ୍ରସିଦ୍ଧ ଲେଖକ। ସେ ତାଙ୍କ ଉପନ୍ୟାସ ମାଧ୍ୟମରେ ସାମାଜିକ ଅନ୍ୟାୟ ଏବଂ ଦୁର୍ନୀତି ବିରୋଧରେ ସ୍ୱର ଉତ୍ତୋଳନ କରିଥିଲେ। ବିଭିନ୍ନ ଜାତୀୟ ସାହିତ୍ୟିକ ଏବଂ ଶିକ୍ଷାଗତ ସମ୍ମିଳନୀରେ ଯୋଗଦେବା ପାଇଁ ସେ ଭାରତ ମଧ୍ୟରେ ବହୁ ଭ୍ରମଣ କରିଛନ୍ତି | ତାଙ୍କୁ 2011 ରେ 47 ତମ ଜାନ୍ନପିଥ ପୁରସ୍କାର ପ୍ରଦାନ କରାଯାଇଛି। ସେ ଆଜି ପର୍ଯ୍ୟନ୍ତ 20 ଟି ଉପନ୍ୟାସ, 24 ଟି କ୍ଷୁଦ୍ର ଗଳ୍ପ ସଂଗ୍ରହ, 10 ଟି ଭ୍ରମଣ, ଦୁଇଟି କବିତା ସଂଗ୍ରହ ଏବଂ ଅନେକ ପ୍ରବନ୍ଧ ପ୍ରକାଶ କରିଛନ୍ତି।
                    </AboutP>
                    
                    <ContentH1>ଓଡ଼ିଶାର ସାହିତ୍ୟ ଓ ସାଂସ୍କୃତିକ ପରିସରରେ ପ୍ରତୀକ ରୟ ଏକ ଜଣାଶୁଣା ନାମ | ସେ ଜାନୁଆରୀ 1, 1943 ରେ କଟକ ଜିଲ୍ଲାର ବାଲିକୁଦା ଅଞ୍ଚଳର ଦୂର ଗ୍ରାମ ଆଲାବୋଲରେ ଜନ୍ମଗ୍ରହଣ କରିଥିଲେ। ସାହିତ୍ୟ ପ୍ରତି ତାଙ୍କର ଉଲ୍ଲେଖନୀୟ ଅବଦାନ ତାଙ୍କୁ ବିଶ୍ୱବ୍ୟାପୀ ମାନ୍ୟତା ଅର୍ଜନ କରିଛି | ପ୍ରତୀଭା ତାଙ୍କ ସାହିତ୍ୟରେ ଥିବା ସାହସିକତା, ବିଦ୍ରୋହ ଏବଂ ମାନବବାଦକୁ ବ n ଷ୍ଣବ ଧର୍ମର ପ୍ରଭାବ, ତାଙ୍କ ପାରିବାରିକ ଧର୍ମ, ଯାହା କ cas ଣସି ଜାତି କିମ୍ବା ଶ୍ରେଣୀର ପାର୍ଥକ୍ୟ ପ୍ରଚାର କରେ ନାହିଁ ବୋଲି ଦର୍ଶାଏ | ସେ ନଅ ବର୍ଷ ବୟସରେ ତାଙ୍କର ପ୍ରଥମ କବିତା ଲେଖିଥିଲେ।</ContentH1>
                    <ContentH2>ଓଡିଆ ଉପନ୍ୟାସ ଏବଂ କ୍ଷୁଦ୍ର ଗଳ୍ପରେ ପ୍ରତୀବାଙ୍କ ଅବଦାନ କେବଳ ଭଲ୍ୟୁମ୍ ନୁହେଁ, ଏହାର ସ୍ୱତନ୍ତ୍ରତା ଦୃଷ୍ଟିରୁ ମଧ୍ୟ ଚମତ୍କାର ଅଟେ | ସାହିତ୍ୟ ପ୍ରତି ତାଙ୍କର ଉଲ୍ଲେଖନୀୟ ଅବଦାନ ତାଙ୍କୁ ଅନେକ ସମ୍ମାନଜନକ ପୁରସ୍କାର ଏବଂ ମାନ୍ୟତା ଅର୍ଜନ କରିଛି | ତାଙ୍କୁ ଭାରତ ସରକାରଙ୍କ ଦ୍ୱାରା ପଦ୍ମଶ୍ରୀ ସମ୍ମାନ, ଭାରତୀ ଜୟନପିଥଙ୍କ ଦ୍ୱାରା ମୋର୍ଟେଡିଭି ପୁରସ୍କାର ଏବଂ ଓଡ଼ିଶା ସାହିତ୍ୟ ଦ୍ୱାରା ସାହିତ୍ୟ ଏକାଡେମୀ ପୁରସ୍କାର ପ୍ରଦାନ କରାଯାଇଛି।</ContentH2>

                </ContentBox>
            </ContentContainer>
    );
};

export default Content;
