import React from 'react'
import { ContentContainer, ContentBox, ContentH1, Img, ImgWrap, Heads, About, AboutP, ContentH2, Row } from './PageElements';



const Content = () => {
    return (
            <ContentContainer>
                <ContentBox>
                    <Heads>ସଂକ୍ଷେପରେ କାଉଲ୍ </Heads>
                    <ImgWrap>
                        <Img src={require('../../images/Gobinda_Chandra_Das.jpg').default}/>
                    </ImgWrap>
                    <About>
                    ଲେଖକଙ୍କ ବିଷୟରେ 
                    </About>
                    <AboutP>
                    ଗୋବିନ୍ଦ ଚନ୍ଦ୍ର ଦାସ (୩୦ ଜୁନ ୧୯୩୦ - ୧୭ ଅକ୍ଟୋବର ୨୦୦୮) ଜଣେ ଓଡ଼ିଆ ସାହିତ୍ୟିକ ତଥା ଆଇନଜୀବି ଥିଲେ । ସେ ଓଡ଼ିଶାର ପୂର୍ବତନ ଆଡଭୋକେଟ ଜେନେରାଲ ଓ ଭାରତର ସର୍ବୋଚ୍ଚ ନ୍ୟାୟାଳୟରେ ଓକିଲାତି କରିବାରେ ସେ ପ୍ରଥମ ଓଡ଼ିଆ ବ୍ୟକ୍ତି ଅଟନ୍ତି । ଅମାବାସ୍ୟାର ଚନ୍ଦ୍ର ଉପନ୍ୟାସ ପାଇଁ ସେ ଉତ୍କଳ ସାହିତ୍ୟ ସମାଜ ଉପନ୍ୟାସ ସମ୍ମାନ, ୧୯୯୫ ରେ ପୁରସ୍କୃତ ହେଇଥିଲେ।
                    </AboutP>
                    <Row>
                        <ContentH1> ତୁମେ କାଉଲ୍, <br/> 
                        ତୁମର ଯନ୍ତ୍ରଣା ନାହିଁ, ନାହିଁ ଅନୁଶୋଚନା । ଭାଗ୍ୟ ବିରୁଦ୍ଧରେ ନାହିଁ ବିଦ୍ରୋହ ଅଥବା ଆତ୍ମସମର୍ପଣ । ବିଜୟ ପାଇଁ ନାହିଁ ଆଗ୍ରହ, ନାହିଁ ପରାଜୟର ଭୟ ତୁମେ ନିର୍ବିକାର, ନିରବଚ୍ଛିନ୍ନ ପୁରୁଷ । ବିଥୋଭନ୍‌ଙ୍କ ଫୋର୍ଥ ସିମୋନି ପରି ନିଶ୍ଚଳ, ଶାନ୍ତ, ଜୀବନର ଶତ ଝଡ଼ଝଞ୍ଜା ସତ୍ତ୍ୱେ ।

                        <br/> <br/>ତୁମ ଜୀବନ ଅନନ୍ତ ପାପର ଏକ ଅସରନ୍ତି ଗାଥା । ପାଦେ ପାଦେ ତୁମେ ଧର୍ମ, ସମାଜର ନୀତି-ନିୟମ-ଶୃଙ୍ଖଳାକୁ ଆଘାତ କରିଛ ବାଇବେଲ୍‌ର ନିର୍ଦ୍ଦେଶ, କୋରାନ୍‌ର ଆଦେଶ, ଗୀତାର ପରାମର୍ଶ ସବୁ ତୁମ ପାଖରେ ଅବହେଳିତ । ସମସ୍ତେ ତୁମକୁ ନିନ୍ଦିବେ ପକ୍ଷାଘାତ ବ୍ୟାଧିଗ୍ରସ୍ତ ବୋଲି । ତୁମ କଥା ଲେଖିଲେ ଲୋକେ ଅପବାଦ ଦେବେ । କହିବେ, ଏ କକ୍ଷଚ୍ୟୁତ, ଚରିତ୍ରହୀନ, ଲମ୍ଫଟ, ଆମର ଏ ସମାଜକୁ କଳଙ୍କିତ କରିବ, ପରମ୍ପରା ହେବ ନଷ୍ଟ, ଭବିଷ୍ୟତର ଚିନ୍ତା ହେବ କଳୁଷିତ ।
                        <br/> <br/>ତଥାପି ଲେଖୁଛି କାରଣ ଅତଳସ୍ପର୍ଶୀ କଳଙ୍କ ସଙ୍ଗେ ତୁମ ଚରିତ୍ରର ଏକ ବଳିଷ୍ଠ ମର୍ଯ୍ୟାଦା ରହିଛି ତୁମ ଜୀବନର ଘନ ଅନ୍ଧକାର ଗହ୍ଵର ମଧ୍ୟରେ ଏକ ପ୍ରଦୀପର କୋମଳ ଆଭା ମଧ୍ୟ ଲକ୍ଷ୍ୟ କରିଛି । ତୁମର କଳଙ୍କ ଯିଏ ଦେଖିବ, ସେ ଏ ଆଲୋକକୁ ମଧ୍ୟ ଅବଜ୍ଞା କରିପାରିବ ନାହିଁ । ଲୋକେ ବୁଝନ୍ତୁ ଯେ, ଅନ୍ୟକୁ ପତିତ ବୋଲି ଆଖ୍ୟା ଦେବା ସହଜ ନୁହେଁ,ବ୍ୟକ୍ତିର ପରିକୁ ସମୀକ୍ଷଣ କରିବା କେତେ ଜଟିଳ । ଚରିତ୍ରହୀନତା ଭିତରେ ଥାଇପାରେ ମହତ୍ତ୍ଵ । ପାପ ଭିତରେ ମଧ୍ୟ ଥାଇପାରେ ଗୌରବ ।
                        <br/> <br/>ତୁମ ଜୀବନରେ କିଛି ବିଡ଼ମ୍ବନା ନାହିଁ, କିଛି ପ୍ରତାରଣା ନାହିଁ, କିଛି ହିପୋକ୍ରାସି ନାହିଁ । ତୁମେ ସତ୍ୟ – ମୃତ୍ୟୁ ପରି, ତୁମେ ଚିରଞ୍ଜୀବୀ — ଅନ୍ଧକାର ପରି ।
                        <br/> <br/>କିନ୍ତୁ ଲୋକେ କହିବେ, ହୋଇପାରେ ଏ ସତ୍ୟ, ହୋଇପାରେ ଏ ଚିରଞ୍ଜୀବୀ; କିନ୍ତୁ ଶ୍ମଶାନ ସତ୍ୟ ବୋଲି ତା’ର ସ୍ଥାନ ମନ୍ଦିରରେ ନୁହେଁ । ଆମର ଏ ପବିତ୍ର, ଶିବ-ସୁନ୍ଦର ସମାଜର ପ୍ରାଙ୍ଗଣରେ ଏ ଦାନବ, ଏ ପାପୀର ସ୍ଥାନ କାହିଁ ? କୁଷ୍ଠରୋଗୀ ପରି ଗ୍ରାମର ପରିକ୍ରମାନ୍ତରେ ଏହାର ବାସସ୍ଥାନ।
                     
                        </ContentH1>
                        <ContentH2>

                        ଆଦିମ୍ ବା ପ୍ରଥମ ପୁରୁଷ ପାପୀ ବା ପୁଣ୍ୟାତ୍ମା ନ ଥିଲେ । ଜନ୍ମରେ ପ୍ରତ୍ୟେକ ବ୍ୟକ୍ତି ନିଷ୍ଠାପ । ସମାଜର ତତ୍‌କାଳୀନ ନିର୍ଦ୍ଦେଶ ତାକୁ ସେ ଆଖ୍ୟା ଦିଏ । କେତେକ ବ୍ୟକ୍ତି ଅଛନ୍ତି, ବିଭିନ୍ନ କାରଣରୁ ତତ୍‌କାଳୀନ ସମାଜ ତାଙ୍କ ଉପରେ ପୂର୍ଣ କର୍ତ୍ତୃତ୍ବ ବିସ୍ତାର କରିପାରେ ନାହିଁ । ସେମାନେ ନିଜକୁ ଘୋଷଣା କରନ୍ତି ସ୍ଵାଧୀନ, ସମାଜଠୁ, ଧର୍ମଠୁ । ସେଇମାନଙ୍କ ଭିତରୁ ବାହାରନ୍ତି ବୁଦ୍ଧ, ଯୀଶୁ, ମହମ୍ମଦ, ଗାନ୍ଧୀ, ସକ୍ରେଟିସ୍ । ସେମାନେ ସମାଜକୁ ନିଜର କର୍ତ୍ତୃତ୍ଵକୁ ଆଣିବାକୁ ଚେଷ୍ଟା କରନ୍ତି । ଅବଶେଷରେ ସେଇମାନେ ହୁଅନ୍ତି କୃତକାର୍ଯ୍ୟ । ସମାଜ ହୁଏ ବଶୀଭୂତ, ସେମାନଙ୍କର ମୂଲ୍ୟବୋଧକୁ ଗ୍ରହଣ କରି ନିଜର ପରିବର୍ତ୍ତନ କରେ । ସେମାନେ ହୁଅନ୍ତି ମହାତ୍ମା । କିନ୍ତୁ ଯଦି ସମାଜ ଆୟତ୍ତାଧୀନ ନ ହୁଏ, ଅଥଚ ତୁମେ ମୂଲ୍ୟବୋଧକୁ ଅସ୍ବୀକାର କର, ତା’ରି ରଥଚକ ତଳେ ତୁମେ ହେବ ନିଷେଷିତ । ଆଖ୍ୟା ପାଇବ ଭ୍ରଷ୍ଟ, ପାପୀ, ବିଚ୍ୟୁତ ।

                        <br/> <br/>ଲକ୍ଷ୍ମଣ ସୀତାଙ୍କପାଇଁ ନିଷିଦ୍ଧ-ଗାର ଟାଣିଲା ପରି ସମାଜ ଗୋଟିଏ ରେଖା ଟାଣେ । କହେ, ଏହାକୁ ଟପିଲେ ପାପ, ଏହାର ପଛଆଡ଼େ ରହିଲେ ପୁଣ୍ୟ । ପାପ-ପୁଣ୍ୟର ବିଚାର କେବଳ ଏ ସୀମା ପ୍ରତି ସମ୍ମାନର କଥା | ଅଙ୍ଗୁର ଖାଅ, ସ୍ୱାସ୍ଥ୍ୟ ପକ୍ଷରେ ହିତକର; କିନ୍ତୁ ଏଇ ଅଙ୍ଗୁରର ରସକୁ ସିଦ୍ଧକରି ଗିଲାସ ଭିତରେ ପିଅ, ତୁମେ ହେବ ମଦ୍ୟପ । ଏକ ନାରୀକୁ ଉପଭୋଗ କର, ସମାଜ ତୁମକୁ କହିବ ସ୍ୱାମୀ । ଅତ୍ୟଧିକ ନାରୀକୁ ଉପଭୋଗ କର, ସମାଜ କହିବ ଲମ୍ପଟ । ଭବିଷ୍ୟତର ଆର୍ଥିକ ସ୍ୱଚ୍ଛଳତାପାଇଁ ଜଗନ୍ନାଥଙ୍କ ପାଖରେ ଧନ ବିତରଣ କର, ସମାଜ କହିବ ଧାର୍ମିକ । ରେସ୍କୋର୍ସରେ ତୁରନ୍ତ ଆର୍ଥିକ ସ୍ୱଚ୍ଛଳତାପାଇଁ ଲଟେରୀ କିଣ, ସମାଜ କହିବ ଗ୍ୟାମ୍ବଲର୍, ଜୁଆଡ଼ି ।
                        <br/> <br/>( ଗୋବିନ୍ଦ ଦାସଙ୍କ ଅମାବାସ୍ୟାର ଚନ୍ଦ୍ର ଉପନ୍ୟାସରୁ ୨ ଫର୍ଦ୍ଦ କାଉଲ୍ ଙ୍କ ବିଷୟରେ )
                        </ContentH2>
                    </Row>
                </ContentBox>
            </ContentContainer>
    );
};

export default Content;
