import React from 'react'
import { ContentContainer, ContentBox, ContentH1, Img, ImgWrap, Heads, About, AboutP } from './PageElements';



const Content = () => {
    return (
            <ContentContainer>
                <ContentBox>
                    <Heads> ଅନେକ ସ୍ମିତ ହସ </Heads>
                    <ImgWrap>
                        <Img src={require('../../images/manoj-das.jpg').default}/>
                    </ImgWrap>
                    <About>
                    ଲେଖକଙ୍କ ବିଷୟରେ 
                    </About>
                    <AboutP>
                        ମନୋଜ ଦାସ 1934 ମସିହାରେ ଓଡିଶାର ବାଲାସୋର ଜିଲ୍ଲାର ଶଙ୍କାରୀ ନାମକ ଏକ ଛୋଟ ଉପକୂଳବର୍ତ୍ତୀ ଗ୍ରାମରେ ଜନ୍ମଗ୍ରହଣ କରିଥିଲେ। ମନୋଜ ଦାସ ଉଭୟ ଓଡିଆ ଏବଂ ଇଂରାଜୀ ସାହିତ୍ୟର ଜଣେ ବିଶିଷ୍ଟ ଲେଖକ। ସେ ଜଣେ ଦାର୍ଶନିକ, ଚିନ୍ତକ-ଲେଖକ, ଯାହାର କାର୍ଯ୍ୟ ଦ day ନନ୍ଦିନ ପରିସ୍ଥିତିରେ ଅନନ୍ତ ସତ୍ୟ ଖୋଜିବା ପାଇଁ ଅନୁସନ୍ଧାନ ଭାବରେ ବ୍ୟାଖ୍ୟା କରାଯାଇପାରେ | ତାଙ୍କ କାର୍ଯ୍ୟରେ ମହାନ କଳ୍ପନା, ହାସ୍ୟରସ ଅନ୍ତର୍ଭୁକ୍ତ ଏବଂ ଜୀବନର ମେଟାଫାଇଜିକାଲ୍ ଦିଗଗୁଡିକର ଉଚ୍ଚ ରାଶି ସ୍ପର୍ଶ କରେ |
                    </AboutP>
                    
                    <ContentH1>ଓଡ଼ିଶାର ମୂଳ ବାସିନ୍ଦା ହୋଇ ଆମେ ଓଡ଼ିଆ ଉପକରଣ ଏବଂ ଫଣ୍ଟଗୁଡ଼ିକର ସମସ୍ୟାକୁ ଅନୁଭବ କରୁ। ଏଗୁଡିକ ଉପଲବ୍ଧ ଥିଲେ ମଧ୍ୟ ଏଗୁଡିକ ଅଧିକ ମୂଲ୍ୟ ହେତୁ ସୁଲଭ ନୁହେଁ। ଏହା ବ୍ୟତୀତ ଅଣ-ଓଡ଼ିଆ ପ୍ରଫେସନାଲ ମାନଙ୍କ ଦ୍ୱାରା ବିକଶିତ ଓଡ଼ିଆ ଉପକରଣ ଏବଂ ଫଣ୍ଟଗୁଡ଼ିକ ପର୍ଯ୍ୟାପ୍ତ ଏବଂ ଉପଯୁକ୍ତ ନୁହେଁ। ସବୁବେଳେ କିଛି ସମସ୍ୟା ରହୁଛି। ଓଡ଼ିଆ ଅକ୍ଷରର ସୌନ୍ଦର୍ଯ୍ୟ କଥା ଅଣ-ଓଡିଆ ପ୍ରଫେସନାଲମାନଙ୍କୁ ଜଣା ନାହିଁ କାରଣ ଓଡ଼ିଆ ସେମାନଙ୍କ ମାତୃଭାଷା ନୁହେଁ। ତେଣୁ ସେମାନେ ଓଡ଼ିଆ ଚରିତ୍ରଗୁଡ଼ିକର ସୌନ୍ଦର୍ଯ୍ୟ ଏବଂ ଷ୍ଟ୍ରୋକ ବୁଝିବାକୁ ଅସମର୍ଥ। ଏହି କଥାକୁ ଧ୍ୟାନରେ ରଖି ଆମେ ଆପଣଙ୍କୁ ସର୍ବୋତ୍ତମ ଓଡ଼ିଆ ଉପକରଣ ଏବଂ ଫଣ୍ଟ ଯୋଗାଇବାକୁ ପ୍ରତିଶ୍ରୁତିବଦ୍ଧ, ଯାହା ଆମର ବିସ୍ତୃତ ଅଭିଜ୍ଞତା ମାଧ୍ୟମରେ ହାସଲ କରିଛୁ।</ContentH1>

                </ContentBox>
            </ContentContainer>
    );
};

export default Content;
