import React from 'react'
import { ContentContainer, ContentBox, ContentH1, Img, ImgWrap, Heads, About, AboutP, ContentH2, Row } from './PageElements';



const Content = () => {
    return (
            <ContentContainer>
                <ContentBox>
                    <Heads> ଆମ ସୌରଜଗତର ଅଜ୍ଞାତ ପ୍ରତିବେଶୀ  </Heads>
                  
                    <ImgWrap>
                        <Img src={require('../../images/manoj-das.jpg').default}/>
                    </ImgWrap>
                    <About>
                    ଲେଖକଙ୍କ ବିଷୟରେ 
                    </About>
                    <AboutP>ମନୋଜ ଦାସ (୨୭ ଫେବୃଆରୀ ୧୯୩୪ - ୨୭ ଅପ୍ରେଲ ୨୦୨୧) ଓଡ଼ିଆ ଓ ଇଂରାଜୀ ଭାଷାର ଜଣେ ଗାଳ୍ପିକ ଓ ଔପନ୍ୟାସିକ ଥିଲେ। ଏତଦ ଭିନ୍ନ ସେ ଶିଶୁ ସାହିତ୍ୟ, ଭ୍ରମଣ କାହାଣୀ, କବିତା, ପ୍ରବନ୍ଧ ଆଦି ସାହିତ୍ୟର ବିଭିନ୍ନ ବିଭାଗରେ ନିଜ ଲେଖନୀ ଚାଳନା କରିଥିଲେ । ସେ ପାଞ୍ଚଟି ବିଶ୍ୱବିଦ୍ୟାଳୟରୁ ସମ୍ମାନଜନକ ଡକ୍ଟରେଟ୍ ଉପାଧି ଲାଭ ସହିତ ଓଡ଼ିଶା ସାହିତ୍ୟ ଏକାଡେମୀର ସର୍ବୋଚ୍ଚ ଅତିବଡ଼ୀ ଜଗନ୍ନାଥ ଦାସ ସମ୍ମାନ, ସରସ୍ୱତୀ ସମ୍ମାନ ଓ ଭାରତ ସରକାରଙ୍କଠାରୁ ୨୦୦୧ ମସିହାରେ ପଦ୍ମଶ୍ରୀ ଓ ୨୦୨୦ ମସିହାରେ ପଦ୍ମ ଭୂଷଣ ସହ ସାହିତ୍ୟ ଏକାଡେମୀ ଫେଲୋସିପ ପାଇଥିଲେ ।
                    </AboutP>
                    <Row>
                        <ContentH1> ଯେତେବେଳେ ଆମେ କୌଣସି ବସ୍ତୁର ନାମ ଉଚ୍ଚାରଣ କରୁ, ସେତେବେଳେ ସେ ବସ୍ତୁଟିର ଆକାରପ୍ରକାର ଆମ ସ୍ମୃତିରେ ଭାସିଉଠେ – ଅବଶ୍ୟ ଆମେ ଯଦି ବସ୍ତୁଟିକୁ ଦେଖୁଥିବୁ କିମ୍ବା ତାହା ସମ୍ପର୍କରେ ଜାଣିଥୁବୁ । ‘ବରଗଛ’ ଅଥବା ‘ହାତୀ’ ଶବ୍ଦ ଶୁଣିବା ମାତ୍ରେ ଆମ ଆଗରେ ସେମାନଙ୍କ ଚିତ୍ର ଫୁଟିଉଠେ । ଯେତେବେଳେ ଶବ୍ଦଟି ବସ୍ତୁ ନ ହୋଇ କୌଣସି ବିଷୟ, କୌଣସି ଧାରଣା ବା ଦର୍ଶନ ହୋଇଥିବ, ତେବେ ସେସମ୍ପର୍କରେ ଆମର ଯେତିକି ଜ୍ଞାନ ଅବ, ତାହା ସ୍ମୃତିରେ ସଜୀବ ହୋଇଉଠିବ । ଧରନ୍ତୁ ଆପଣ କହିଲେ ‘ଗଣତନ୍ତ୍ର’ । ସଙ୍ଗେ ସଙ୍ଗେ ମୋ ମନକୁ ଆସିଯିବ ଏପରି ଏକ ସମାଜବ୍ୟବସ୍ଥା, ଯେଉଁଥ୍‌ରେ ସବୁ ମଣିଷଙ୍କ ଅଧିକାର ସମାନ । ତେବେ ଆପଣ ଯଦି କହିବେ ‘ ଅସ୍ତିତ୍ବବାଦ’, ତେବେ ମୁଁ ଯଦି ସେସମ୍ପର୍କରେ କିଛି ପଢ଼ାପଢ଼ି କରିଥିବା କିମ୍ବା କାହାଠାରୁ ଜାଣିଥୁବି, ତେବେ ତା’ର ଅର୍ଥ ମନକୁ ଆସିଯିବ । ନ ହେଲେ ଅନ୍ୟାନ୍ୟ ବହୁ ଧ୍ଵନି ଭଳି ତାହା ମୋ ସକାଶେ ଧ୍ବନି ମାତ୍ର ହେବ; ଅନ୍ୟ କିଛି ନୁହେଁ ।
                        <br/> <br/>କିନ୍ତୁ ଏପରି ଶବ୍ଦ ମଧ୍ୟ ଥାଇପାରେ, ଯାହା ଆମେ ନିୟତ ଜାଣୁଥିବା କୌଣସି ଅବସ୍ଥାକୁ ବୁଝାଉଛି, ତଥାପି ତା’ର ଆକାରପ୍ରକାର ଆମ ସ୍ମୃତିରେ ସ୍ପଷ୍ଟ ହେବ ନାହିଁ । ଅଥଚ କାବ୍ୟ-କବିତା, ଭଜନ-ଜଣାଣ, ସାହିତ୍ୟର ବିଭିନ୍ନ ବିଭାଗ ତଥା କଥାବାର୍ତ୍ତା, ଭାଷଣ ଓ ଆଲୋଚନାରେ ସେ ଶବ୍ଦ ଆମେ ଘନ ଘନ ବ୍ୟବହାର କରିଥାଉ । ସେଭଳି ଏକ ଶବ୍ଦ ହେଲା ‘ଅନନ୍ତ’ । ଏ ଶବ୍ଦଟି କିମ୍ବା ଏହାର ପ୍ରତିଶବ୍ଦ ‘ଅସୀମ’, ‘ସୀମାହୀନ’, ‘ଅନ୍ତହୀନ’ ଇତ୍ୟାଦି ଆମର ସୁପରିଚିତ । ସେତିକି ନୁହେଁ, ଏସବୁ ଶବ୍ଦ ଯେଉଁ ଅବସ୍ଥାକୁ ବୁଝାଉଛି, ଆମେ ନିୟତ ସେହି ଅବସ୍ଥା ଭିତରେହିଁ ରହିଛୁ; ଅର୍ଥାତ୍ ଆମର ଏ ପୃଥିବୀ ଅନନ୍ତ ମହାବିଶ୍ଵର ଅନ୍ତର୍ଭୁକ୍ତ । ଆମକୁ ଘେରି ରହିଛି ଅନ୍ତହୀନ ମହାକାଶ । ତା’ର ଆରମ୍ଭ ନାହିଁ ଅଥବା ଶେଷ ନାହିଁ । ଯାହାର ଆରମ୍ଭ କିମ୍ବା ଶେଷ ନାହିଁ, ତା’ର ମଧ୍ୟଭାଗ ବୋଲି ମଧ୍ୟ କିଛି ନାହିଁ। </ContentH1>
                        <ContentH2>ଆମର ସସୀମ ମନ ଦ୍ଵାରା ଏହି ଅନନ୍ତରୂପକ ଧାରଣାକୁ ଆୟର କରିବା ଅସମ୍ଭବ କହିଲେ ଅତ୍ୟୁକ୍ତି ହେବ ନାହିଁ । ଅଧ୍ୟାତ୍ମବିଜ୍ଞାନୀମାନେ କହିବେ, ମନକୁ ନିଶ୍ଚଳ କରି ଚେତନାର ଗହନରେ ପ୍ରବେଶ କଲେ ଏସମ୍ପର୍କରେ କି ଧାରଣା କରିବା ସମ୍ଭବପର । କାରଣ ଏ ସୃଷ୍ଟି ଯେପରି ଅସୀମ, ଆମ ଚେତନା ମଧ୍ୟ ସେହିପରି ଅସୀମ ।

                        <br/> <br/>ଆପାତତଃ ସ୍ଥୂଳ ସୃଷ୍ଟିର ଅସୀମତା ଉପରେ ଆମେ ଦୃଷ୍ଟି ଦେବା । ଗତ ମାସ (ମାର୍ଚ୍ଚ ୨୦୧୧) ମହାକାଶର ଏପରି କେତେକ ତଥ୍ୟ ବୈଜ୍ଞାନିକମାନଙ୍କ ଦୃଷ୍ଟିକୁ ଆସିଛି, ଯାହା ସେମାନଙ୍କୁ ସେମାନଙ୍କ ଜ୍ଞାନ ଆଜିଯାଏ କେତେ ସାମାନ୍ୟ, ସେ ବିଷୟରେ ଚେତାଇ ଦେଇଛି ।

                        <br/> <br/>ଗତ ମାସ କେପ୍‌ଲାର୍ ନାମକ ଯେଉଁ ମହାବ୍ୟୋମଯାନ (Spacecraft) ଆକାଶ ଭିତରକୁ ପ୍ରେରଣ କରାଯାଇଥିଲା, ତାହାରି ମାଧ୍ୟମରେ ଆମ ସୌରଜଗତ୍ ବାହାରେ ଥିବା ସୂର୍ଯ୍ୟ ଭଳି ଏକ ପ୍ରଚଣ୍ଡ ନକ୍ଷତ୍ରକୁ କେନ୍ଦ୍ର କରି ଛଅ ଗୋଟି ବିଶାଳ ଗ୍ରହ ଘୂର୍ଣାୟମାନ ଥିବାର ଜଣାଯାଇଛି । ଏମାନଙ୍କୁ ବହିଗ୍ରହ (Exoplanet) ବୋଲି କୁହାଯାଉଛି । ନୂତନ ଆବିଷ୍କୃତ ଏ ସୂର୍ଯ୍ୟଙ୍କର ପୃଥିବୀଠାରୁ ଦୂରତା ହେଲା ଦୁଇ ହଜାର ଆଲୋକ ବର୍ଷ ।

                        <br/> <br/>ମହାବ୍ୟୋମଯାନ କେପ୍ଲାର ପ୍ରେରଣ କରିବାର ଉଦ୍ଦେଶ୍ୟ ହେଲା ଆମ ସୂର୍ଯ୍ୟଙ୍କ ସମତୁଲ ସୂର୍ଯ୍ୟ ଅଛନ୍ତି କି ନାହିଁ, ଯଦି ଥେବେ ତେବେ ସେ ସୂର୍ଯ୍ୟଙ୍କର କୌଣସି ଗ୍ରହ ଆମ ପୃଥବୀ ଭଳି ଜୀବନସଞ୍ଚାର ଓ ପ୍ରାଣୀପ୍ରତିପାଳନ ଦିଗରେ ଅନୁକୂଳ କି ନୁହେଁ, ତାହା ନିରୂପଣ କରିବା । ୨୦୧୩ ମସିହା ସୁଦ୍ଧା କେପ୍ଲାର ତା’ର ଉଦ୍ଦେଶ୍ୟରେ ସଫଳ ହେବ ବୋଲି ଆଶା କରାଯାଏ ।</ContentH2>
                    </Row>
                </ContentBox>
            </ContentContainer>
    );
};

export default Content;
